Repository: Hakansv/climatology_pi
Catalog: po/*.po
Languages: el

source: Knots
el: Κόμβοι

source: MilliBars
el: μιλιμπαρ

source: Meters
el: Μέτρα

source: Feet
el: Πόδια

source: Inches
el: Ίντσες

source: Celcius
el: Κελσίου

source: Fahrenheit
el: Φαρενάιτ

source: Unknown
el: Άγνωστο

source: Wind
el: Άνεμος

source: Current
el: Ρεύμα

source: Sea Level Pressure
el: Πίεση στην επιφάνεια της θάλασσας

source: Sea Surface Temperature
el: Θερμοκρασία επιφανείας θαλάσσης

source: Air Temperature
el: Θερμοκρασία αέρα

source: Cloud Cover
el: Νεφοκάλυψη

source: Precipitation
el: Υετός

source: Relative Humidity
el: Σχετική υγρασία

source: Lightning
el: Αστραπή

source: Sea Depth
el: Βάθος θαλάσσης

source: Climatology
el: Κλιματολογία

source: averaging wind
el: μέσος άνεμος

source: averaging current
el: μέσο ρεύμα

source: sea level presure
el: πίεση στην επιφάνεια της θάλασσας

source: slp file truncated
el: το αρχείο slp έχει περικοπεί

source: sea surface temperature
el: θερμοκρασία στην επιφάνεια της θάλασσας

source: sst file truncated
el: το αρχείο sst έχει περικoπεί

source: air temperature
el: θερμοκρασία αέρα

source: at file truncated
el: το αρχείο at έχει περικοπεί

source: cloud cover
el: νεφοκάλυψη

source: cld file truncated
el: το αρχείο cld έχει περικοπεί

source: precipitation
el: Υετός

source: precip file truncated
el: to αρχείο υετού έχει περικοπεί

source: relative humidity
el: σχετική υγρασία

source: relative humidity file truncated
el: το αρχείο σχετικής υγρασίας έχει περικοπεί

source: lightning
el: αστραπές

source: lightning file truncated
el: το αρχείο αστρραπών έχει περικοπεί

source: sea depth
el: βάθος θάλασσας

source: seadepth file truncated
el: το βαθυμετρικό αρχείο έχει περικοπεί

source: cyclone (east pacific)
el: κυκλώνας (ανατολικός Ειρηνικός)

source: cyclone (west pacific)
el: κυκλώνας (δυτικός Ειρηνικός)

source: cyclone (south pacific)
el: κυκλώνας (Νοτίου Ειρηνικού)

source: cyclone (atlantic)
el: κυκλώνας (Ατλαντικός)

source: cyclone (north indian)
el: κυκλώνας (Βόρειος Ινδικός)

source: cyclone (south indian)
el: κυκλώνας (Νότιος Ινδικός)

source: el nino years
el: Χρονιές του Ελ Νίνιο

source: cyclone cache
el: αποθηκευμένοι κυκλώνες

source: Some Data Failed to load:
el: Κάποια δεδομένα δεν φορτώθηκαν:

source: Would you like to try to download?
el: Θα θέλατε να δοκιμάσετε να κατεβάσετε;

source: You must extract this data, and place in:
el: Πρέπει να εξαγάγετε αυτά τα δεδομένα, και να τα τοποθετήστε σε:

source: then restart opencpn
el: και μετά επανεκκίνηση του opencpn

source: wind data file corrupt:
el: κατεστραμμένο αρχείο ανέμων:

source: Average Current includes only
el: Το μέσο ρεύμα περιλαμβάνει μόνο

source: months
el: μήνες

source: cyclone data corrupt:
el: τα δεδομένα του κυκλώνα είναι κατεστραμένα:

source: failed to open file:
el: απέτυχε να ανοίξει το αρχείο:

source: Building Overlay map
el: Κατασκευή του χάρτη επικάλυψης

source: N/A
el: Δ/Υ

source: failed to read file:
el: Απέτυχε η ανάγνωση του αρχείου:

source: Computer too slow to render cyclones, disabling theater
el: Ο υπολογιστή που είναι πολύ αργός για να παραστήσει τους κυκλώνες, απενεργοποίηση θεάτρου

source: Month
el: μήνας

source: January
el: Ιανουαρίος

source: Febuary
el: Φεβρουάριος

source: March
el: μάρτιος

source: April
el: Απρίλιος

source: May
el: Μάιος

source: June
el: Ιούνιος

source: July
el: Ιούλιος

source: August
el: Αύγουστος

source: September
el: Σεπτέμβριος

source: October
el: Οκτώβριος

source: November
el: Νοέμβριος

source: December
el: Δεκέμβριος

source: All
el: Όλα

source: Climatology Data
el: Κλιματικά δεδομένα

source: Speed
el: Ταχύτητα

source: Direction
el: Κατεύθυνση

source: Pressure
el: Πίεση

source: Sea Temperature
el: Θερμοκρασία της θάλασσας

source: Rel Humidity
el: Σχ. υγρασία

source: Cyclones
el: Κυκλώνες

source: Config
el: Διαμόρφωση

source: Units
el: Μονάδες

source: Enabled
el: Ενεργοποιήθηκε

source: OverlayMap
el: Επικάλυψη χάρτη

source: Transparency
el: Διαφάνεια

source: Interpolation
el: Παρεμβολή

source: Iso Bars
el: Ισοβαρείς

source: Spacing
el: Διαστήματα

source: Step
el: Ισοβαρείς

source: Very Coarse
el: Πολύ αδρό

source: Coarse
el: Αδρό

source: Normal
el: Κανονικό

source: Fine
el: Λεπτό

source: Very Fine
el: Πολύ λεπτό

source: Numbers
el: Αριθμοί

source: Direction Arrows
el: Βέλη κατεύθυνσης

source: Enable
el: Ενεργοποίηση

source: Barbs
el: Αγκάθια

source: Length
el: Μήκος

source: Width
el: Πλάτος

source: Color
el: Χρώμα

source: Opacity
el: Αδιαφάνεια

source: Size
el: Μέγεθος

source: Standard Displays
el: Στάνταρ οθόνες

source: Wind Atlas
el: Άτλαντας ανέμων

source: The wind atlas display shows the percentage of time wind is in each of eight directions as a length of the arrow, or in the case it is over 29% a number is shown. The barbs indicate wind speed, each barb being 5 knots. The numbers inside the circle, if blue give percentage of average wind speed as calm (3 knots or less) or in red at least gale force (34 knots and above).
el: Στον άτλαντα των ανέμων το μήκος του κάθε βέλους σε κάθε μία από τις οκτώ κατευθύνσεις δείχνει την πιθανότητα ανέμου σε αυτή την κατεύθυνση. Αν αυτή είναι πάνω από 29% αυτή παρουσιάζεται με νούμερο. Οι κάθετες γραμμούλες δείχνουν την ταχύτητα, με κάθε γραμμούλα να αντιστοιχεί σε 5 κόμβους. Οι αριθμοί μέσα στον κύκλο δίνουν το ποσοστό άπνοιας (≤3 κόμβους, μπλε) και θύελλας (≥34 κόμβους, κόκκινοι) .

source: Start Date
el: Αρχική ημερομηνία

source: End Date
el: Τελική ημερομηνία

source: Display Spanning
el: Διάστημα παρουσίασης

source: days
el: μέρες

source: Min Windspeed
el: Ελάχ. ταχύτητα ανέμου

source: Max Pressure
el: Μεγ. πίεση

source: El Nino Period
el: Περίοδος Ελ νίνιο

source: El Nino
el: Ελ Νίνιο

source: La Nina
el: Λα Νίνια

source: Neutral
el: Ουδέτερη

source: Storm Types
el: Είδη θυελλών

source: Tropical
el: Τροπική

source: Sub Tropical
el: Υποτροπικός

source: ExtraTropical
el: Υπερτροπικός

source: Remanent
el: Παραμένουσα

source: Sustained Wind Key (knots)
el: Κλειδί σταθερού ανέμου (κόμβοι)

source: Direction arrows are spaced every 6 hours on storm track
el: Τα βέλη κατεύθυνσης παρουσιάζονται ανά 6 ώρες στη διαδρομή της καταιγίδας

source: Climatology Plugin Version
el: Πρόσθετο κλίματος, εκδοχή

source: Climatology Data Directory
el: Φάκελος κλιματικών δεδομένων

source: About
el: Περί

source: About Author
el: Σχετικά με τον δημιουργό

source: Close
el: Κλείσιμο

source: Climatology Display Control
el: Έλεγχος οθόνης κλιματολογίας

source: Climatology Configuration
el: Διαμόρφωση κλιματολογίας

source: Building Isobar Map
el: Ο χάρτης ισοβαρών κατασκευάζεται

source: Declination
el: Απόκλιση

source: Inclination
el: Κλίση

source: Field Strength
el: Ένταση πεδίου

source: Climatology PlugIn for OpenCPN
el: Πρόσθετο Κλιματολογίας του OpenCPN

source: Climatology Preferences
el: Προτιμήσεις κλιματολογίας
